{
    "app_name": "مكني",
    "settings": "الإعدادات",
    "profile": "الملف الشخصي",
    "home": "الرئيسية",
    "account": "الحساب",
    "notification": "الاشعارات",
    "book_a_date": "احجز موعد",
    "book_a_date_now": "أحجز موعد الان",
    "signPage": {
        "sign_in": "تسجيل دخول",
        "sign_up": "انشاء حساب",
        "email_or_phoneNumber": "البريد او رقم الهاتف",
        "password": "كلمة المرور",
        "don't_have_account": "لا تملك حساب؟",
        "sign_up_now": "سجل الان",
        "login": "دخول"
    },
    "change_photo": "تغير الصورة",
    "accountPage": {
        "personla_profile": "الملف الشخصي",
        "name": "الاسم",
        "age": "العمر",
        "marital_status": "الحالة الاجتماعيه",
        "gender": "النوع",
        "email": "البريد الالكتروني",
        "phone_number": "رقم الهاتف",
        "id_number": "رقم الهوية",
        "education_level": "المستوى التعليمي",
        "current_job": "العمل الحالي",
        "tall": "الطول",
        "wight": "الوزن",
        "waist": "الخصر",
        "vision": "النظر",
        "download": "حمل ك pdf",
        "edit_data": "تعديل البيانات",
        "full_name": "الاسم بالكامل",
        "birth_date": "تاريخ الميلاد",
        "choose": "اختر",
        "married": "متزوج",
        "single": "اعزب",
        "widowed": "ارمل",
        "divorced": "مطلق",
        "female": "انثى",
        "male": "ذكر",
        "student": "طالب",
        "bachelor": "بكالوريوس",
        "master": "ماجستير",
        "doctorate": "دكتوراه",
        "my_medical_file": "ملفي الطبي",
        "medical_education": "التثقيف الطبي",
        "our_services": "خدماتنا",
        "about_makeny": "عن مكني",
        "translate": "التغير الى الانجليزية",
        "language": "اللغة",
        "sign_out": "تسجيل الخروج"
    },
    "medicalFile": {
        "basic_data": "البيانات الاساسية",
        "patient_name": "إسم المريض",
        "file_number": "رقم الملف",
        "nationality": "الجنسيه",
        "entry_date": "تاريخ الدخول",
        "Diagnosis": "التشخيص",
        "Physical_indicators": "المؤشرات الجسمانية",
        "Body_mass": "كتلة الجسم"
    },
    "our_services": {
        "Sr_1": {
            "header": "مكني لصحة القلب",
            "data_1": "هذا اختبار",
            "data_2": "هذا اختبار اخر "
        },
        "Sr_2": {
            "header": "مكني لصحة قلب المرأة",
            "data_1": "النساء المصابات بأمراض القلب يكونون أكثر عرضة الى تدهور جودة حياتهم مقارنة بالرجال نتيجة ضعف التثقيف الصحي بطبيعة المرض وغياب البيئة المناسبة للدعم النفسي و الإجتماعي و العاطفي",
            "data_2": "يوفر برنامج مكني للنساء المصابات بأمراض القلب في مجتمعنا إمكانية الوصول إلى الدعم الطبي الشمولي آثناء رحلة الشفاء لتعزيز جودة الحياة و الوصول الى مرحلة التعافي الصحي الأمثل."
        },
        "Sr_3": {
            "header": "مكني لمرضى قصور القلب",
            "data_1": "يعاني مرضى قصور القلب من عدم القدرة على ممارسة نشاطاتهم البدنية و تحمل الجهد البدني، ضعف العضلات ،ضيق التنفس ، الخلل المعرفي والإدراكي ، مشاكل وصعوبة في النوم ، التعب و الإرهاق ، كل هذه العوامل تؤثر سلبا جودة حياتهم.",
            "data_2": "هذه الأعراض تجعل المرضى خاملين بدنيا خوفا من ممارسة النشاط البدني لكي لا تزيد أعراضهم مما يساهم في تفاقم حالتهم المرضية وازدياد سوءا.",
            "data_3": " نحن في برنامج مكني نقدم خدمات إعادة تأهيل القلب لمرضى قصور القلب ويشمل  ذلك تقييم حالة المريض الصحية، البدنية، النفسية و الإجتماعية. وبناء على التقييم الطبي نقوم بتصميم برنامج علاجي يكون المريض هو محور الخطة العلاجية بما يتناسب مع أهدافه و تطلعاته.",
            "data_4": " ،  نحرص في هذا البرنامج على تثقيف المريض و زيادة التوعية  بعوامل الخطورة وكيفية التحكم بها. كذلك نهتم نهتم بالجانب النفسي والاجتماعي و توفير الدعم لهما."
        },
        "Sr_4": {
            "header": "مكني لصحتي في لياقتي",
            "data_1": "برنامج صحتي في لياقتي هو برنامج للأشخاص المعرضين لخطر الإصابة بأمراض القلب نتيجة وجود عوامل الخطورة المهددة لصحة القلب مثل التدخين، إرتفاع ضغط الدم، ارتفاع الكلوسترول والدهون الثلاثية الضارة، داء السكري، الخمول البدني.",
            "data_2": " يساعد هذا البرنامج الأفراد على التحكم في عوامل الخطورة من خلال إنشاء برنامج شخصي مقتنع يحتوي على التمارين العلاجية، النظام الغذائي الصحي والتوعية بأمراض القلب وكيفية تقليل مخاطر الإصابة بها. من خلال هذا البرنامج يتم المتابعة الدورية لمراقبة العلاج الطبي و التطور في اللياقة القلبية التنفسية و تعديل الخطة العلاجية."
        }
    },
    "aboutMakeny": {
        "data_1": "برنامج مكني هو برنامج يهتم بصحة القلب ونمط الحياة مخصص للأشخاص الذين يعانون من أمراض القلب و الأوعية الدموية وللأشخاص المعرضين لخطر الإصابة بهذه الأمراض.",
        "data_2": "مكونات البرنامج تشمل: تقييم صحة القلب و التعرف على عوامل الخطورة و قياس نسبة الخطورة للإصابة بأمراض القلب. التحقق من الحالة الصحية و القدرة الجسدية على ممارسة الرياضة وآداء الأنشطة البدنية.كذلك يهتم برنامج مكني بالتثقيف الصحي حول صحة القلب، بما في ذلك الإقلاع عن التدخين، النظام الغذائي، النشاط البدني و الصحة النفسية.",
        "data_3": "يستهدف برنامج مكني لإعادة تأهيل المرضى الذين يعانون من أمراض القلب مثل قصور القلب، الجلطات القلبية أو أصيبوا مؤخرًا بنوبة قلبية أو أجريت لهم تركيب دعامات أو خضعوا لعمليات القلب المفتوح مثل عملية تغيير شرايين القلب أو تبديل الصمامات أو الذين تم لهم زراعة أجهزة داعمة أو المعرضين لخطر الإصابة بنوبة قلبية."
    },
    "patientHome": {
        "morning": "صباح الخير"
    },
    "calculates": {
        "cm": "سم",
        "kg": "كجم",
        "kg/m2": "كجم/م2",
        "years_old": "سنه"
    },
    "closeDialog": {
        "do_you_want_sign_out": "هل تريد تسجيل الخروج؟",
        "yes_sign_out": "نعم, تسجيل الخروج",
        "no_stay": "لا, البقاء"
    },
    "medicalEducate": {
        "ME_1": {
            "head_line_1": "حول امراض القلب",
            "short_desc_1": "ما هو مرض القلب اليكم مرض القلب وأعراضه وعوامل الخطر والعلاج",
            "head_1": "ما هو مرض القلب",
            "main_topic_1": "يشير مصطلح \"مرض القلب\" إلى عدة أنواع من أمراض القلب. وأكثر أنواع أمراض القلب شيوعًا في الولايات المتحدة هو مرض الشريان التاجي . يؤثر مرض الشريان التاجي على تدفق الدم إلى القلب. وقد يؤدي انخفاض تدفق الدم إلى الإصابة بنوبة قلبية",
            "head_2": "اعراضه",
            "main_topic_2": "في بعض الأحيان قد يكون مرض القلب \"صامتًا\" ولا يتم تشخيصه حتى يعاني الشخص من علامات أو أعراض نوبة قلبية أو قصور في القلب أو عدم انتظام ضربات القلب. عندما تحدث هذه الأحداث، قد تشمل الأعراض ما يلي: 1",
            "sub_topics_2": {
                "sub_1": " النوبة القلبية : ألم أو انزعاج في الصدر، ألم في أعلى الظهر أو الرقبة، حرقة المعدة، غثيان أو قيء، تعب شديد، دوار، وضيق في التنفس.",
                "sub_2": "قصور القلب : ضيق في التنفس، أو تعب، أو تورم القدمين، أو الكاحلين، أو الساقين، أو البطن، أو أوردة ",
                "sub_3": " عدم انتظام ضربات القلب:شعور بالخفقان في الصدر (خفقان).",
                "sub_4": "قصور القلب : ضيق في التنفس، أو تعب، أو تورم القدمين، أو الكاحلين، أو الساقين، أو البطن، أو أوردة "
            },
            "head_3": "عوامل الخطر",
            "main_topic_3": "ارتفاع ضغط الدم وارتفاع نسبة الكوليسترول في الدم والتدخين هي عوامل خطر رئيسية لأمراض القلب. يعاني حوالي نصف الأشخاص في الولايات المتحدة (47%) من أحد عوامل الخطر الثلاثة هذه على الأقل. يمكن للعديد من الحالات الطبية الأخرى واختيارات نمط الحياة أيضًا أن تعرض الأشخاص لخطر أعلى للإصابة بأمراض القلب، بما في ذلك.",
            "head_4": "العلاج والشفاء",
            "main_topic_4": "ما هو إعادة تأهيل القلب؟\nإعادة تأهيل القلب هو برنامج مهم لأي شخص يتعافى من نوبة قلبية. يمكن أن يشمل هذا أيضًا قصور القلب أو بعض أنواع جراحات القلب. إعادة تأهيل القلب هو برنامج خاضع للإشراف يتضمن",
            "sub_topics_4": {
                "sub_1": "النشاط البدني",
                "sub_2": "التثقيف حول الأكل الصحي",
                "sub_3": "تناول الدواء حسب الوصفة الطبية",
                "sub_4": "طرق تساعدك على الإقلاع عن التدخين",
                "sub_5": "الاستشارة لإيجاد طرق لتخفيف التوتر وتحسين الصحة العقلية"
            },
            "head_5": "",
            "main_topic_5": "قد يساعدك فريق من الأشخاص في إعادة تأهيل القلب. وقد يشمل هذا",
            "sub_topics_5": {
                "sub_1": "فريق الرعاية الصحية الخاص بك",
                "sub_2": "متخصصون في التمارين الرياضية والتغذية",
                "sub_3": "العلاج الطبيعي",
                "sub_4": "المستشارين أو المتخصصين في الصحة العقلية"
            }
        },
        "ME_2": {
            "head_line_1": "الوقاية من الامراض القلبية ؟",
            "short_desc_1": "تغييرات في نمط الحياة للوقاية من النوبات القلبية",
            "head_1": "حلول للنوبات القلبية",
            "main_topic_1": "إن أسلوب حياتك هو أفضل وسيلة دفاع ضد أمراض القلب والسكتة الدماغية. باتباع هذه الخطوات البسيطة",
            "head_2": "توقف عن التدخين",
            "main_topic_2": "إذا كنت تدخن، فأقلع عن التدخين. وإذا كان أحد أفراد أسرتك يدخن، فشجعه على الإقلاع عن التدخين. نحن نعلم أن الأمر صعب. ولكن التعافي من نوبة قلبية أو سكتة دماغية أو العيش مع مرض القلب المزمن أصعب. التزم بالإقلاع عن التدخين. نحن هنا لمساعدتك إذا كنت في حاجة إلى ذلك.",
            "head_3": "اختر التغذية الجيدة",
            "main_topic_3": "إن اتباع نظام غذائي صحي هو أحد أفضل الأسلحة التي يمكنك استخدامها لمحاربة أمراض القلب. فالطعام الذي تتناوله (وكميته) يمكن أن يؤثر على عوامل الخطر الأخرى التي يمكن التحكم فيها: الكولسترول، وضغط الدم، ومستويات الجلوكوز والوزن. اختر الأطعمة الغنية بالعناصر الغذائية - والتي تحتوي على الفيتامينات والمعادن والألياف وغيرها من العناصر الغذائية ولكنها أقل في السعرات الحرارية - بدلاً من الأطعمة الفقيرة بالعناصر الغذائية. اختر نظامًا غذائيًا صحيًا غنيًا بالخضروات والفواكه والحبوب الكاملة. واشتمل على منتجات الألبان قليلة الدسم، والدواجن منزوعة الجلد، والأسماك، والبقوليات، والزيوت النباتية غير الاستوائية والمكسرات. وحد من تناولك للدهون المشبعة والدهون المتحولة، واللحوم الحمراء والمصنعة، والسكريات المضافة، والمشروبات المحلاة بالسكر والصوديوم. وللحفاظ على وزن صحي، نسق نظامك الغذائي مع مستوى نشاطك البدني حتى تتمكن من استهلاك أكبر عدد ممكن من السعرات الحرارية التي تتناولها."
        },
        "ME_3": {
            "head_line_1": "حول امراض القلب",
            "short_desc_1": "ما هو مرض القب اليكم مرض القلب اعراضه وعوامل الخطر والعلاج",
            "head_1": "الوقاية من أمراض القلب",
            "main_topic_1": "يمكنك فعل الكثير لمنع أو تأخير الإصابة بأمراض القلب. يمكنك البدء بتغيير ما تأكله وممارسة المزيد من النشاط البدني. كما أن تجنب منتجات التبغ والحد من تناول الكحوليات يساعد أيضًا. إن إجراء تغييرات صغيرة على حياتك اليومية يمكن أن يؤدي إلى تحسين صحة قلبك. تحدث مع مقدم الرعاية الصحية الخاص بك حول خطة تناسبك.",
            "head_2": "كيف يمكن الوقاية من أمراض القلب؟",
            "main_topic_2": "هناك العديد من الأشياء التي يمكنك القيام بها للوقاية من أمراض القلب. بعضها يتضمن تغييرات يمكنك إجراؤها في حياتك اليومية. وفي بعض الحالات، قد تحتاج إلى تناول الأدوية أيضًا.\nتقدم القائمة أدناه تغييرات في نمط الحياة يمكن أن تساعدك على الوقاية من أمراض القلب أو تأخير ظهوره"
        }
    },
    "error": {
        "no_user_date_found": "لم نجد بيانات المستخدم",
        "no_internet": "لا يوجد اتصال بالإنترنت",
        "wrong_phone_number": "رقم الهاتف غير صحيح",
        "enter_email_or_phone": "إدخل رقم هاتفك او البريد الخاص بك",
        "wrong_email_or_password": "البريد الاكترونى او الباسورد غير صحيح.",
        "enter_password": "ادخل كلمة المرور من فضلك.",
        "password_must_be_correct": "كلمة المرور لا بجب ان تقل عن 8 احرف",
        "account_not_found": "الاكونت غير موجود. من فضل انشئ حساب اولاً.",
        "problem_try_later": "يوجد مشكله, من فضلك جرب فى وقت اخر"
    },
    "help_message": "اذا كنت تعاني من الاختناق عليك اطلب المساعدة من الطبيب الان !",
    "Severity_scale": "مقياس الخطورة",
    "please_choose": "من فضلك اختر",
    "please_enter": "من فضل ادخل",
    "Book_your_doctor_now": "احجز طبيبك الان",
    "save": "حفظ"
}