{
    "app_name": "Makeny",
    "settings": "Settings",
    "profile": "Profile",
    "home": "Home",
    "account": "account",
    "notification": "notification",
    "book_a_date": "Book a date",
    "book_a_date_now": "Book a date now",
    "doctors": "doctors",
    "electronic_services": "electronic services",
    "signPage": {
        "sign_in": "Sign In",
        "sign": "sign in",
        "sign_up": "sign up",
        "email_or_phoneNumber": "Email or Phone Number",
        "password": "password",
        "don't_have_account": "don't have an account?",
        "have_account": "do you have an account?",
        "sign_up_now": "sign up now",
        "login": "Login",
        "your_number": "your phone number"
    },
    "defenition": {
        "skip": "skip",
        "reliable_medical_advice": "Reliable medical advice from the comfort of your home",
        "best_approved_medical": "Best approved medical tests",
        "analyze_the_results": "Analyze the results and determine the risk of heart disease and its complications."
    },
    "change_photo": "change photo",
    "accountPage": {
        "personla_profile": "personla profile",
        "name": "name",
        "age": "age",
        "marital_status": "marital status",
        "gender": "gender",
        "email": "email",
        "phone_number": "phone number",
        "id_number": "id number",
        "education_level": "education level",
        "current_job": "current job",
        "length": "length",
        "wight": "wight",
        "waist": "waist",
        "vision": "vision",
        "download": "download as pdf",
        "edit_data": "edit data",
        "full_name": "full name",
        "birth_date": "birth date",
        "choose": "choose",
        "married": "married",
        "single": "single",
        "widowed": "widowed",
        "divorced": "divorced",
        "female": "female",
        "male": "male",
        "student": "student",
        "bachelor": "bachelor",
        "master": "master",
        "doctorate": "doctorate",
        "my_medical_file": "my medical file",
        "medical_education": "medical education",
        "our_services": "our services",
        "about_makeny": "about makeny",
        "translate": "change to arabic",
        "language": "language",
        "sign_out": "sign out"
    },
    "medicalFile": {
        "basic_data": "basic data",
        "patient_name": "patient name",
        "file_number": "file number",
        "nationality": "nationality",
        "entry_date": "entry date",
        "diagnosis": "Diagnosis",
        "physical_indicators": "Physical indicators",
        "body_mass": "body mass"
    },
    "our_services": {
        "Sr_1": {
            "header": "Makeny for Heart Health",
            "data_1": "This is a test",
            "data_2": "This is another test"
        },
        "Sr_2": {
            "header": "Makeny for Women's Heart Health",
            "data_1": "Women with heart disease are more likely to experience a decline in their quality of life compared to men due to a lack of health education about the nature of the disease and the absence of an environment conducive to psychological, social, and emotional support.",
            "data_2": "The Makeny program provides women in our community who are suffering from heart disease access to holistic medical support during their recovery journey, aiming to enhance their quality of life and achieve optimal health recovery."
        },
        "Sr_3": {
            "header": "Makeny for Heart Failure Patients",
            "data_1": "Heart failure patients suffer from an inability to perform physical activities and tolerate physical exertion, muscle weakness, shortness of breath, cognitive and perceptual dysfunction, sleep problems and difficulties, fatigue, and exhaustion—all of which negatively affect their quality of life.",
            "data_2": "These symptoms make patients physically inactive, fearing that physical activity might worsen their symptoms, which contributes to a worsening of their condition.",
            "data_3": "At Makeny, we provide cardiac rehabilitation services for heart failure patients. This includes evaluating the patient's health, physical, psychological, and social condition. Based on the medical evaluation, we design a treatment program where the patient is the center of the plan, tailored to their goals and aspirations.",
            "data_4": "We ensure that the program focuses on educating the patient and increasing awareness of risk factors and how to manage them. We also prioritize psychological and social aspects and provide support for them."
        },
        "Sr_4": {
            "header": "Makeny for My Health in My Fitness",
            "data_1": "The 'My Health in My Fitness' program is designed for individuals at risk of heart disease due to the presence of heart-threatening risk factors such as smoking, high blood pressure, elevated cholesterol and harmful triglycerides, diabetes, and physical inactivity.",
            "data_2": "This program helps individuals manage risk factors by creating a personalized, comprehensive plan that includes therapeutic exercises, a healthy diet, and education on heart disease and ways to reduce risks. Through this program, periodic monitoring is conducted to track medical treatment and improvements in cardiorespiratory fitness, adjusting the treatment plan as needed."
        }
    },
    "aboutMakeny": {
        "data_1": "The Makani Program is a heart health and lifestyle program designed for people with cardiovascular disease and those at risk for developing these diseases.",
        "data_2": "The components of the program include: assessing heart health, identifying risk factors, and measuring the risk of heart disease. Checking health status and physical ability to exercise and perform physical activities. The Makani program also focuses on health education about heart health, including smoking cessation, diet, physical activity, and mental health.",
        "data_3": "The Makani Rehabilitation Program targets patients who suffer from heart diseases such as heart failure, heart attacks, or who have recently had a heart attack, or who have had stents or open heart surgeries such as coronary artery bypass or valve replacement, or who have had supportive devices implanted, or who are at risk of having a heart attack."
    },
    "patientHome": {
        "morning": "morning"
    },
    "calculates": {
        "cm": "cm",
        "inch": "inch",
        "kg": "kg",
        "g": "g",
        "pbm": "pbm",
        "kg/m2": "kg/m2",
        "g/m2": "g/m2",
        "mmHg": "mmHg",
        "sar": "SAR",
        "pm": "pm",
        "years_old": "years_old"
    },
    "closeDialog": {
        "do_you_want_sign_out": "Do you want to sign out",
        "yes_sign_out": "Yes, sign out",
        "no_stay": "No, stay"
    },
    "medicalEducate": {
        "pageVT": {
            "title_1": "Heart Disease: Causes, Symptoms, and Treatment",
            "title_2": "How to avoid heart disease? Practical steps",
            "title_3": "Choking: Multiple Causes and Possible Solutions"
        },
        "ME_1": {
            "head_line_1": "About heart disease",
            "short_desc_1": "What is heart disease? Here is heart disease, its symptoms, risk factors and treatment.",
            "head_1": "What is heart disease",
            "main_topic_1": "The term “heart disease” refers to several types of heart disease. The most common type of heart disease in the United States is coronary artery disease. Coronary artery disease affects the blood flow to the heart. Reduced blood flow can lead to a heart attack.",
            "head_2": "Its symptoms",
            "main_topic_2": "Sometimes heart disease can be “silent” and not diagnosed until a person has signs or symptoms of a heart attack, heart failure, or an irregular heartbeat. When these events occur, symptoms may include: 1",
            "sub_topics_2": {
                "sub_1": "Heart attack: chest pain or discomfort, upper back or neck pain, heartburn, nausea or vomiting, extreme tiredness, dizziness, and shortness of breath.",
                "sub_2": "Heart failure: shortness of breath, fatigue, or swelling of the feet, ankles, legs, abdomen, or veins",
                "sub_3": "Arrhythmia: A feeling of fluttering in the chest (palpitations).",
                "sub_4": "Heart failure: shortness of breath, fatigue, or swelling of the feet, ankles, legs, abdomen, or veins"
            },
            "head_3": "Risk factors",
            "main_topic_3": "High blood pressure, high cholesterol, and smoking are major risk factors for heart disease. About half of people in the United States (47%) have at least one of these three risk factors. Many other medical conditions and lifestyle choices can also put people at higher risk for heart disease, including.",
            "head_4": "Treatment and recovery",
            "main_topic_4": "What is cardiac rehabilitation?\n Cardiac rehabilitation is an important program for anyone recovering from a heart attack. This can also include heart failure or some types of heart surgery. Cardiac rehabilitation is a supervised program that includes",
            "sub_topics_4": {
                "sub_1": "Physical activity",
                "sub_2": "Healthy Eating Education",
                "sub_3": "Take the medicine as prescribed.",
                "sub_4": "Ways to help you quit smoking",
                "sub_5": "Counseling to find ways to relieve stress and improve mental health"
            },
            "head_5": "",
            "main_topic_5": "A team of people may help you with cardiac rehabilitation. This may include:",
            "sub_topics_5": {
                "sub_1": "Your healthcare team",
                "sub_2": "Specialists in exercise and nutrition",
                "sub_3": "Physiotherapy",
                "sub_4": "Counselors or mental health professionals"
            }
        },
        "ME_2": {
            "head_line_1": "Preventing Heart Disease?",
            "short_desc_1": "Lifestyle changes to prevent heart attacks",
            "head_1": "Solutions for Heart Attacks",
            "main_topic_1": "Your lifestyle is your best defense against heart disease and stroke. By following these simple steps...",
            "head_2": "Quit Smoking",
            "main_topic_2": "If you smoke, quit. And if someone in your family smokes, encourage them to quit. We know it's hard. But recovering from a heart attack or stroke, or living with chronic heart disease, is harder. Commit to quitting. We're here to help if you need it.",
            "head_3": "Choose a Healthy Diet",
            "main_topic_3": "A healthy diet is one of the best weapons you can use to fight heart disease. The food you eat (and how much) can affect other controllable risk factors: cholesterol, blood pressure, glucose levels, and weight. Choose nutrient-dense foods — those that are high in vitamins, minerals, fiber, and other nutrients but lower in calories — over nutrient-poor foods. Choose a healthy diet rich in vegetables, fruits, and whole grains. Include low-fat dairy products, skinless poultry, fish, legumes, and non-tropical plant oils and nuts. Limit your intake of saturated and trans fats, red and processed meats, added sugars, sugar-sweetened beverages, and sodium. To maintain a healthy 1  weight, balance your diet with your physical activity level so you can burn off as many calories as you consume."
        },
        "ME_3": {
            "head_line_1": "About Heart Disease",
            "short_desc_1": "What is heart disease? Its symptoms, risk factors, and treatment",
            "head_1": "Preventing Heart Disease",
            "main_topic_1": "You can do a lot to prevent or delay heart disease. You can start by changing what you eat and getting more physical activity. Avoiding tobacco products and limiting alcohol also help. Making small changes to your daily life can lead to a healthier heart. Talk to your healthcare provider about a plan that's right for you.",
            "head_2": "How can heart disease be prevented?",
            "main_topic_2": "There are many things you can do to prevent heart disease. Some involve changes you can make in your daily life. In some cases, you may also need to take medications.\nThe list below provides lifestyle changes that can help you prevent or delay heart disease."
        }
    },
    "tests": {
        "next_page": {
            "number_1": {
                "top_line": "Well done",
                "bottom_line": "Proceed to the next test"
            },
            "number_2": {
                "top_line": "Well done, you have completed half of the test!",
                "bottom_line": "Analyzing your answers and preparing the next test ..."
            },
            "number_4": {
                "top_line": "Next is the Heart Muscle Dysfunction Scale"
            },
            "number_5": {
                "top_line": "Multidimensional Shortness of Breath Scale"
            },
            "number_6": {
                "top_line": "Seattle Angina Questionnaire",
                "bottom_line": "Last test"
            },
            "number_7": {
                "top_line": "Your answer has been analyzed and sent to the doctor",
                "bottom_line": "Please book a consultation"
            },
            "number_default": {
                "top_line": "Artificial Intelligence",
                "bottom_line": "Analyzing your data now"
            }
        },
        "appbar": {
            "number_1": "Risk of Atrial Fibrillation and Stroke",
            "number_2": "Choking Risk",
            "number_3": "Shortness of Breath",
            "number_4": "Heart Muscle Dysfunction Scale",
            "number_5": "Multidimensional Shortness of Breath Scale",
            "number_6": "Seattle Angina Questionnaire",
            "number_7": "Book Appointment"
        },
        "yes_or_no_qustions": {
            "test_1": {
                "question_number_1": "Do you smoke?"
            },
            "test_2": {
                "question_number_1": "Do you have chronic diseases?"
            },
            "test_3": {
                "question_number_1": "Were you hospitalized in the past month due to heart issues?",
                "question_number_2": "Do you suffer from snoring?",
                "question_number_3": "Do you suffer from morning headaches?",
                "question_number_4": "Do you suffer from dry throat when waking up?",
                "question_number_5": "Do you suffer from difficulty sleeping or constant drowsiness?",
                "question_number_6": "Do you suffer from concentration weakness?",
                "question_number_7": "Do you suffer from night suffocation?",
                "question_number_8": "Do you need assistive devices when sleeping?"
            }
        },
        "choose_one_qustions": {
            "test_1": {
                "question_number_1": "Ability to Move",
                "answers": {
                    "text_1": "I have no problems while walking",
                    "text_2": "I have slight problems when walking",
                    "text_3": "I have moderate problems when walking",
                    "text_4": "I have severe problems when walking",
                    "text_5": "I am unable to walk"
                }
            },
            "test_2": {
                "question_number_1": "Ability to Self-Care",
                "answers": {
                    "text_1": "I have no problems bathing or dressing myself",
                    "text_2": "I have slight problems bathing or dressing myself",
                    "text_3": "I have moderate problems bathing or dressing myself",
                    "text_4": "I have severe problems bathing or dressing myself",
                    "text_5": "I am unable to bathe or dress myself"
                }
            },
            "test_3": {
                "question_number_1": "Usual Activities (such as work, study, housework, family or leisure activities)",
                "answers": {
                    "text_1": "I have no problems performing my usual activities",
                    "text_2": "I have slight problems performing my usual activities",
                    "text_3": "I have moderate problems performing my usual activities",
                    "text_4": "I have severe problems performing my usual activities",
                    "text_5": "I am unable to perform my usual activities"
                }
            },
            "test_4": {
                "question_number_1": "Pain / Discomfort",
                "answers": {
                    "text_1": "I feel no pain or discomfort",
                    "text_2": "I feel a slight degree of pain or discomfort",
                    "text_3": "I feel a moderate degree of pain or discomfort",
                    "text_4": "I feel a severe degree of pain or discomfort",
                    "text_5": "I feel an extremely severe degree of pain or discomfort"
                }
            },
            "test_5": {
                "question_number_1": "Anxiety / Depression",
                "answers": {
                    "text_1": "I have no anxiety or depression",
                    "text_2": "I have a slight degree of anxiety or depression",
                    "text_3": "I have a moderate degree of anxiety or depression",
                    "text_4": "I have a severe degree of anxiety or depression",
                    "text_5": "The best health condition imaginable"
                }
            },
            "test_6": {
                "answers": {
                    "text_1": "Breathing is difficult and requires muscular effort.",
                    "text_2": "I do not get enough air and feel suffocated or feel the need for air.",
                    "text_3": "I feel tightness or constriction in my chest.",
                    "text_4": "My breathing requires mental effort or concentration.",
                    "text_5": "I breathe a lot."
                }
            }
        }
    },
    "test_2_page": {
        "choose_one_answer": {
            "answer_1": "Heart and Blood Vessel Diseases",
            "answer_2": "Respiratory System Diseases",
            "answer_3": "Cancer",
            "answer_4": "Diabetes",
            "answer_5": "Obesity",
            "answer_6": "Oral Health Problems",
            "answer_7": "Other"
        }
    },
    "test_4_page": {
        "choose_qustions": {
            "question_1": "How do you rate your breathing during movement, physical effort, or sports?",
            "answers_1": {
                "num_1": "Shortness of breath during strenuous exercise",
                "num_2": "Shortness of breath when accelerating on a flat ground or climbing a hill",
                "num_3": "Walk slower than people of my age due to shortness of breath",
                "num_4": "Stop to breathe when walking about 100 meters or after several minutes of walking on flat ground",
                "num_5": "Feel shortness of breath to the point of being unable to leave the house or buy clothes"
            }
        }
    },
    "test_5_page": {
        "choose_qustions": {
            "question_1": "Bathing activity?",
            "question_2": "Walking distance of 100 / 250 meters",
            "question_3": "Jogging or accelerating (like running after a bus)",
            "question_4": "How many times did you experience swelling in your feet or ankles when waking up during the past two weeks?",
            "question_5": "How many times did shortness of breath affect your ability to do what you want to do during the past two weeks?",
            "question_6": "How many times did severe fatigue affect your ability to do what you want to do during the past two weeks?",
            "question_7": "How many times did you need to sleep sitting in a chair or leaning on at least three pillows to support you due to shortness of breath?",
            "question_8": "To what extent did heart muscle failure reduce your enjoyment of life?",
            "question_9": "If you had to spend the rest of your life with heart muscle failure as it is now, how would you feel about that?",
            "question_10": "How does heart muscle failure affect your lifestyle and reduce your activity in hobbies and recreational activities during the past two weeks?",
            "question_11": "How does heart muscle failure affect your lifestyle and reduce your activity in work or housework during the past two weeks?",
            "question_12": "How does heart muscle failure affect your lifestyle and reduce your activity in visiting relatives and friends outside the home during the past two weeks?"
        },
        "i_did_not_do_this_activity": "I did not do this activity",
        "highly_limited": "Highly Limited",
        "severely_limited": "Severely Limited",
        "moderately_limited": "Moderately Limited",
        "slightly_limited": "Slightly Limited",
        "tightly_bound": "Tightly Bound",
        "highly_restricted": "Highly Restricted",
        "medium_restricted": "Medium Restricted",
        "lightly_restricted": "Lightly Restricted",
        "totally_unrestricted": "Totally Unrestricted",
        "all_the_time": "All the Time",
        "3_or_more_times_a_week": "3 times or more per week",
        "once_or_twice_a_week": "Once or twice a week",
        "less_than_once_a_week": "Less than once a week",
        "no_occurrence_past_two_weeks": "No occurrence in the past two weeks",
        "decrease_very_high": "Decreased very highly",
        "decrease_high": "Decreased highly",
        "decrease_medium": "Decreased moderately",
        "decrease_low": "Decreased slightly",
        "decrease_none": "Not decreased at all"
    },
    "test_6_page": {
        "slider_qustion": "To what extent do you feel discomfort or distress during your breathing and how bad is your breathing?",
        "this_scale_from": "This scale is from",
        "zero": "zero",
        "to": "to",
        "where": "where",
        "mean_comfortable_but": "means comfortable but",
        "definition_shortness_of_breath": "means you feel the greatest possible breathing discomfort"
    },
    "green_note_QualityOfLife": {
        "test_1": "Please select one option that best describes your health condition today",
        "test_6": "We want to know the extent of your health life, this scale is graduated from number 0 to 100, where number 100 indicates the best health condition imaginable and zero indicates the worst condition"
    },
    "multidimensional_DyspneaScale": {
        "green_text": {
            "text_1": "Please mark one group that accurately describes how you feel or felt during breathing.",
            "text_2": "I have chosen this group as it most accurately describes how I feel during breathing",
            "text_3": "When your breathing is abnormal, you may face some feelings or emotions, and using the scale below, please provide us with the feelings you experienced during your breathing, and you can use the value - zero - when you see that the feelings do not apply to you."
        },
        "normal_text": {
            "text_1": "If any term in the group applies to you, choose that group.",
            "text_2": "Now use these scales to assess the severity of the breathing sensation you feel or felt"
        }
    },
    "heart_disease": {
        "number_1": "Exercise 5 times/week",
        "number_2": "Resistance training 2 times/week"
    },
    "green_note": {
        "test_1": "Please answer the following tests to determine the most suitable doctors for you..",
        "test_5": "Heart muscle dysfunction affects different people in different ways, where some feel shortness of breath and others feel severe fatigue.\nPlease indicate your activity over the past two weeks.",
        "test_6": "This scale aims to help us understand how you feel about your breathing. There are no right or wrong answers, we want you to provide us with information related to your breathing."
    },
    "finish_test": {
        "test_1": "If the risk percentage is between",
        "test_2": "you do not need consultation from",
        "test_3": "you need consultation from",
        "test_4": "you need urgent consultation"
    },
    "consultation_tests": {
        "physical_activity": {
            "test_name": "Physical Activity Test",
            "green_note": "Please indicate whether you can currently perform any of the following activities or cannot perform them.",
            "questions": {
                "number_1": "Can you take care of yourself with eating, dressing, bathing, and using the bathroom?",
                "number_2": "Can you walk inside the house?",
                "number_3": "Can you walk a distance of 100 to 250 meters on level ground?",
                "number_4": "Can you climb stairs or a hill?",
                "number_5": "Can you run a short distance?",
                "number_6": "Can you do light household chores such as dusting or washing dishes?",
                "number_7": "Can you do household work in the garden, such as pruning trees or removing weeds?",
                "number_8": "Can you do moderately strenuous household chores like sweeping and mopping floors or grocery shopping?",
                "number_9": "Can you engage in marital intimacy?",
                "number_10": "Can you participate in recreational activities such as folk dancing, playing golf, or walking 5 kilometers per hour?",
                "number_11": "Can you participate in high-intensity recreational activities such as playing football, basketball, or running 8 kilometers per hour?"
            }
        },
        "quality_of_life": {
            "test_name": "Quality of Life Test",
            "title": "Quality of Life"
        },
        "physical_health": {
            "test_name": "Physical Health Test"
        },
        "functional_performance_upper_limbs": {
            "test_name": "Functional Performance of Upper Limbs",
            "questions": {
                "number_1": "Performing usual tasks like household chores or school activities.",
                "number_2": "Usual hobbies, recreational activities, or sports.",
                "number_3": "Lifting a shopping bag to waist level.",
                "number_4": "Placing or taking something down from a high shelf.",
                "number_5": "Washing your hair or scalp.",
                "number_6": "Pushing yourself up with your hands, e.g., getting up from a chair or bathtub.",
                "number_7": "Preparing food, e.g., peeling or chopping.",
                "number_8": "Driving a car.",
                "number_9": "Vacuuming or sweeping by hand.",
                "number_10": "Dressing yourself.",
                "number_11": "Buttoning clothing.",
                "number_12": "Using tools or appliances.",
                "number_13": "Opening doors.",
                "number_14": "Cleaning.",
                "number_15": "Tying your shoes.",
                "number_16": "Sleeping.",
                "number_17": "Cleaning clothes, e.g., washing, ironing, or folding them.",
                "number_18": "Opening a jar, e.g., a jam jar.",
                "number_19": "Throwing a ball.",
                "number_20": "Carrying a small bag with the affected limb."
            },
            "answers": {
                "number_1": "Unable to perform the activity.",
                "number_2": "Severe difficulty.",
                "number_3": "Moderate difficulty.",
                "number_4": "Mild difficulty.",
                "number_5": "No difficulty."
            }
        },
        "functional_performance_lower_extremities": {
            "test_name": "Functional Performance of Lower Extremities",
            "questions": {
                "number_1": "Performing usual tasks like household chores or school activities.",
                "number_2": "Your usual hobbies, recreational activities, or sports.",
                "number_3": "Walking between rooms.",
                "number_4": "Wearing shoes or socks.",
                "number_5": "Squatting.",
                "number_6": "Lifting any item, like a shopping bag, from the ground.",
                "number_7": "Performing light activities at home.",
                "number_8": "Performing heavy activities at home.",
                "number_9": "Getting in or out of a car.",
                "number_10": "Walking a distance of 250 meters.",
                "number_11": "Walking a distance of 1.5 kilometers.",
                "number_12": "Climbing and descending 10 steps.",
                "number_13": "Opening doors.",
                "number_14": "Sitting for an hour.",
                "number_15": "Running on level ground.",
                "number_16": "Running on uneven ground.",
                "number_17": "Making sharp turns while sprinting.",
                "number_18": "Jumping.",
                "number_19": "Turning over in bed."
            },
            "answers": {
                "number_1": "Unable to perform the activity.",
                "number_2": "Severe difficulty.",
                "number_3": "Moderate difficulty.",
                "number_4": "Mild difficulty.",
                "number_5": "No difficulty."
            }
        }
    },
    "error": {
        "no_user_date_found": "no user date found",
        "no_internet": "no internet connection",
        "internet_restored": "Internet connection has been restored",
        "wrong_phone_number": "wrong phone number",
        "enter_email_or_phone": "enter your email or your phone number",
        "wrong_email_or_password": "email or password is not correct.",
        "enter_password": "please enter your password",
        "confirm_password": "confirm password",
        "password_does_not_match": "Password does not match",
        "password_must_be_correct": "password mustn't be less than 8 letters",
        "account_not_found": "Account not found. Please sign up first.",
        "problem_try_later": "An error occurred. Please try again.",
        "already_associated": "This email is already associated with another account",
        "enter_your_email": "Please enter your email",
        "enter_your_email_correctly": "Please enter a valid email address",
        "email_in_use": "Email already in use",
        "enter_phone_number": "Please enter your phone number",
        "correct_your_phone": "Phone number must be at least 10 digits long",
        "already_exist": "The account already exists, try logging in",
        "some_problem": "There is a problem, try again later.",
        "failed_capture": "Failed to capture screenshot",
        "could't_find_directory": "Could not find downloads directory",
        "error_saving_the_file": "Error saving the file"
    },
    "doctor": {
        "doc_1": {
            "about_1": "Inventor, professor, consultant cardiothoracic surgeon and one of the pioneers of cardiac surgery in the Kingdom.",
            "about_2": "Specialized in complex and high-risk heart surgeries. Also valve replacement surgeries, coronary artery bypass grafting, aortic dissection and aneurysm surgeries."
        },
        "doc_2": {
            "about_1": "Professor and consultant in cardiac and respiratory rehabilitation, interested in cardiac rehabilitation after surgery, angina pectoris, heart muscle weakness, and cases after implantation of cardiac assist devices. Also, patients who suffer from chronic respiratory diseases, lung transplantation, chronic corona cases, and post-intensive care."
        }
    },
    "doctor_page": {
        "control_page": "control page",
        "chat": "Chat",
        "required_tests": "required tests",
        "send_the_tests": "send the tests",
        "tests_are_sent": "the tests are sent to the patient",
        "done_tests": "done tests",
        "patients_room": "Patients Room",
        "no_patient_data": "No patient data available",
        "tests": {
            "active": "active test",
            "quality_of_life": "quality of life measure test",
            "performance_upper_limbs": "functional performance upper limbs test",
            "performance_lower_limbs": "functional performance lower limbs test"
        }
    },
    "available_appointments_online_consultation": "Available Appointments - Online Consultation",
    "consultation_type": "Consultation Type",
    "smart_assistant": "Smart Assistant",
    "help_message": "If you are suffering from choking, you should request help from the doctor now!",
    "please_choose": "Please choose",
    "please_enter": "Please enter",
    "Book_your_doctor_now": "Book your doctor now",
    "save": "Save",
    "view_all": "View All",
    "professor_and_consultant_cardiac_surgeon": "Professor and Cardiac Surgery Consultant",
    "heart_surgery": "Heart Surgery",
    "cardiac_and_respiratory_rehabilitation_consultant": "Cardiac and Respiratory Rehabilitation Consultant",
    "cardiac_rehabilitation": "Cardiac Rehabilitation",
    "years": "years",
    "doctor's_file": "Doctor's File",
    "experience": "Experience",
    "rating": "Rating",
    "opinion": "Opinion",
    "about_doctor": "About Doctor",
    "your_consultations": "Your Consultations",
    "quality_of_life_measurement": "Quality of Life Measurement",
    "measure_the_degree_of_risk": "Measure the Degree of Risk",
    "severity_scale": "Severity Scale",
    "cardiometer": "Heart Muscle Scale",
    "cardiac_equalization_scale": "Heart Muscle Normalization Scale",
    "dyspnea_scale": "Shortness of Breath Scale",
    "multidimensional_dyspnea_scale": "Multidimensional Shortness of Breath Scale",
    "choke_step_measurement": "Choking Step Measurement",
    "choking_hazard": "Choking Hazard",
    "test": "Test",
    "continue": "Continue",
    "your_quality_of_life": "Your Quality of Life",
    "next": "Next",
    "analyze_your_answers": "Analyze Your Answers",
    "test_result": "Test Result",
    "severity_test": "Severity Test",
    "risk_ratio": "Risk Ratio",
    "neck_circumference": "Neck Circumference",
    "pulse": "Pulse",
    "oxygen_level": "Oxygen Level",
    "systolic_blood_pressure": "Systolic Blood Pressure",
    "diastolic_blood_pressure": "Diastolic Blood Pressure",
    "cholesterol": "Cholesterol",
    "good_triglycerides": "Beneficial Triglycerides",
    "notice": "Notice",
    "yes": "Yes",
    "no": "No",
    "normal": "Normal",
    "urgent": "Urgent",
    "such_as_cortisol": "Such as: Cortisol",
    "what_medications_are_you_currently_using": "What medications are you currently using?",
    "upload_a_photo_or_file_here": "Upload a photo or file here",
    "specialization": "Specialization",
    "heart_diseases_and_surgery": "Diseases and Heart Surgery",
    "healthy_lifestyle_and_quality_life": "Healthy Lifestyle and Quality of Life",
    "evening": "evening",
    "minutes": "minutes",
    "minute": "minute",
    "set_the_time": "Set the Time",
    "remind_me_before": "Remind me before",
    "confirmation": "Confirmation",
    "depressed": "depressed",
    "anxious": "anxious",
    "frustrated": "frustrated",
    "angry": "angry",
    "scared": "scared",
    "booking_details": "booking details",
    "date": "date",
    "time": "time",
    "communication_type": "communication type",
    "online": "online",
    "price": "price",
    "value_added_tax": "value added Tax",
    "total": "Total",
    "not_available_now": "not available now",
    "booking_completed_successfully": "booking has been completed successfully.",
    "go_to_consultation": "go to the consultation",
    "canceled": "canceled",
    "completed": "completed",
    "opened": "opened",
    "tasks": "tasks",
    "consultation_details": "consultation details",
    "makeny_rehabilitation_heart_failure_patients": "makeny for rehabilitation of heart failure patients",
    "there_is_no": "there is no",
    "answered": " answered ",
    "tests_1": "tests",
    "consultations": "consultations",
    "currently": "currently",
    "no_messages_yet": "no messages yet",
    "today": "today",
    "yesterday": "yesterday",
    "write_here": "write here",
    "finish": "finish",
    "save_to_loc_storage": "Save to local storage",
    "share_pdf": "Share PDF",
    "pdf_saved": "PDF saved succefully",
    "open": "Open"
}